// 지역 필터 데이터 상수

const locationData = {

    "특별시 및 광역시": [
        "서울특별시",
        "부산광역시",
        "대구광역시",
        "인천광역시",
        "광주광역시",
        "대전광역시",
        "울산광역시",
        "세종특별자치시"
    ],
    "경기도": [
        "고양시", "과천시", "광명시", "수원특별시", "광주시", "구리시", "군포시", "김포시", "남양주시", "동두천시",
        "부천시", "성남시", "시흥시", "안산시", "안성시", "안양시", "여주시", "오산시", "용인시",
        "의왕시", "의정부시", "이천시", "파주시", "평택시", "포천시", "하남시"
    ],
    "강원도": [
        "강릉시", "동해시", "삼척시", "속초시", "원주시", "춘천시", "태백시"
    ],
    "충청북도": [
        "제천시", "청주시", "충주시"
    ],
    "충청남도": [
        "계룡시", "공주시", "논산시", "당진시", "보령시", "서산시", "세종시", "아산시", "천안시"
    ],
    "경상북도": [
        "경산시", "경주시", "구미시", "김천시", "문경시", "상주시", "안동시", "영주시", "포항시"
    ],
    "경상남도": [
        "거제시", "김해시", "밀양시", "사천시", "양산시", "진주시", "창원시", "통영시"
    ],
    "전라북도": [
        "군산시", "김제시", "남원시", "익산시", "전주시", "정읍시"
    ],
    "전라남도": [
        "광양시", "나주시", "목포시", "순천시", "여수시"
    ],
    "제주도": [
        "서귀포시", "제주시"
    ]
};

export default locationData;